[{ 
        "name": "Orlando Magic",
        "info": "The Orlando Magic are an American professional basketball team based in Orlando, Florida. The Magic compete in the National Basketball Association (NBA) as a member club of the league's Eastern Conference Southeast Division. Orlando has been the second most successful of the four expansion teams brought into the league in 1988 and 1989 in terms of winning percentage, after only the Miami Heat.",
        "imgstr": "https://s3.amazonaws.com/freebiesupply/large/2x/orlando-magic-logo-transparent.png",
        "abbr": "orl"
    },{
        "name": "Cleveland Cavaliers",
        "info": "The Cleveland Cavaliers, often referred to as the Cavs, are an American professional basketball team based in Cleveland, Ohio. The Cavs compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team began play as an expansion team in 1970. Home games were first held at Cleveland Arena from 1970 to 1974.",
        "imgstr": "http://www.stickpng.com/assets/images/58419c8da6515b1e0ad75a63.png",
        "abbr": "cle"
    },{
        "name": "Golden State Warriors",
        "info": "The Golden State Warriors are an American professional basketball team based in Oakland, California. The Warriors compete in the National Basketball Association (NBA) as a member of the league's Western Conference Pacific Division. The Warriors play their home games at the Oracle Arena in Oakland. The Warriors have reached nine NBA Finals, winning five NBA championships in 1947, 1956, 1975, 2015 and 2017.",
        "imgstr": "http://www.stickpng.com/assets/images/58419ce2a6515b1e0ad75a69.png",
        "abbr": "gsw"
    },{
        "name": "Los Angeles Clippers",
        "info": "The Los Angeles Clippers, abbreviated by the team as the LA Clippers, are an American professional basketball team based in Los Angeles. The Clippers compete in the National Basketball Association (NBA) as a member of the league's Western Conference Pacific Division. The Clippers play their home games at Staples Center in downtown Los Angeles.",
        "imgstr": "https://s3.amazonaws.com/freebiesupply/large/2x/los-angeles-clippers-logo-transparent.png",
        "abbr": "lac"
    },{
        "name": "Los Angeles Lakers",
        "info": "The Los Angeles Lakers are an American professional basketball team based in Los Angeles. The Lakers compete in the National Basketball Association (NBA), as a member of the league's Western Conference Pacific Division. The Lakers play their home games at Staples Center. The Lakers are one of the most successful teams in the history of the NBA, and have won 16 NBA championships, their last being in 2010.",
        "imgstr": "https://static.wixstatic.com/media/1cd8ab_4cb476a575014b18b31d458d7fe4e49d~mv2.png/v1/fill/w_515,h_365,al_c/1cd8ab_4cb476a575014b18b31d458d7fe4e49d~mv2.png",
        "abbr": "lal"
    },{
        "name": "Phoenix Suns",
        "info": "The Phoenix Suns are an American professional basketball team based in Phoenix, Arizona. The Suns compete in the National Basketball Association (NBA) as a member team of the league's Western Conference Pacific Division, and are the only team in their division not to be based in California. Since 1992, the Suns have played their home games at Talking Stick Resort Arena in downtown Phoenix.",
        "imgstr": "http://www.stickpng.com/assets/images/58419d52a6515b1e0ad75a6d.png",
        "abbr": "pho"
    },{
        "name": "Sacramento Kings",
        "info": "The Sacramento Kings are an American professional basketball team based in Sacramento, California. The Kings compete in the National Basketball Association (NBA) as a member of the Western Conference's Pacific Division. The Kings are the only team in the major professional North American sports leagues located in Sacramento. The team plays its home games at the Golden 1 Center.",
        "imgstr": "https://s3.amazonaws.com/freebiesupply/large/2x/sacramento-kings-logo-transparent.png",
        "abbr": "sac"
    },{
        "name": "Dallas Mavericks",
        "info": "The Dallas Mavericks (often referred to as the Mavs) are an American professional basketball team based in Dallas, Texas. The Mavericks compete in the National Basketball Association (NBA) as a member club of the league's Western Conference Southwest Division. The team plays its home games at the American Airlines Center, which it shares with the National Hockey League's Dallas Stars.",
        "imgstr": "http://www.stickpng.com/assets/images/58419cd6a6515b1e0ad75a68.png",
        "abbr": "dal"
    },{
        "name": "Houston Rockets",
        "info": "The Houston Rockets are an American professional basketball team based in Houston, Texas. The Rockets compete in the National Basketball Association (NBA), as a member of the league's Western Conference Southwest Division. The team plays its home games at the Toyota Center, located in downtown Houston. The Rockets have won two NBA championships and four Western Conference titles.",
        "imgstr": "https://vignette.wikia.nocookie.net/nba2k/images/c/cc/Houston_Rockets_Logo.png/revision/latest?cb=20120119223300",
        "abbr": "hou"
    },{
        "name": "Memphis Grizzlies",
        "info": "The Memphis Grizzlies are an American professional basketball team based in Memphis, Tennessee. The Grizzlies compete in the National Basketball Association (NBA) as a member team of the league's Western Conference Southwest Division. The Grizzlies play their home games at FedExForum. The Grizzlies are currently the only team in the major professional North American sports leagues based in the city of Memphis.",
        "imgstr": "http://www.stickpng.com/assets/images/58419c00a6515b1e0ad75a5a.png",
        "abbr": "mem"
    },{
        "name": "New Orleans Pelicans",
        "info": "The New Orleans Pelicans are an American professional basketball team based in New Orleans, Louisiana. The Pelicans compete in the National Basketball Association (NBA) as a member club of the league's Western Conference Southwest Division. The team plays their home games in the Smoothie King Center.",
        "imgstr": "https://s3.amazonaws.com/freebiesupply/large/2x/new-orleans-pelicans-logo-transparent.png",
        "abbr": "nor"
    },{
        "name": "San Antonio Spurs",
        "info": "The San Antonio Spurs are an American professional basketball team based in San Antonio, Texas. The Spurs compete in the National Basketball Association (NBA) as a member of the league's Western Conference Southwest Division. The team plays its home games at the AT&T Center in San Antonio.The Spurs' five NBA championships are the fourth most in history.",
        "imgstr": "https://vignette.wikia.nocookie.net/logopedia/images/c/c8/San_Antonio_Spurs_2017_logo.png/revision/latest?cb=20170915235917",
        "abbr": "sas"
    },{
        "name": "Denver Nuggets",
        "info": "The Denver Nuggets are an American professional basketball team based in Denver, Colorado. The Nuggets compete in the National Basketball Association (NBA) as a member club of the league's Western Conference Northwest Division.The Nuggets play their home games at Pepsi Center.",
        "imgstr": "http://www.stickpng.com/assets/images/58419b70a6515b1e0ad75a50.png",
        "abbr": "den"
    },{
        "name": "Minnesota Timberwolves",
        "info": "The Minnesota Timberwolves are an American professional basketball team based in Minneapolis, Minnesota. The Timberwolves compete in the National Basketball Association (NBA), as a member club of the league's Western Conference Northwest Division. Founded in 1989, the team is owned by Glen Taylor. The Timberwolves play their home games at Target Center, their home since 1990.",
        "imgstr": "https://s3.amazonaws.com/freebiesupply/large/2x/minnesota-timberwolves-logo-transparent.png",
        "abbr": "min"
    },{
        "name": "Oklahoma City Thunder",
        "info": "The Oklahoma City Thunder are an American professional basketball team based in Oklahoma City, Oklahoma. The Thunder competes in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division. The team plays its home games at Chesapeake Energy Arena.",
        "imgstr": "http://www.stickpng.com/assets/images/58419c20a6515b1e0ad75a5c.png",
        "abbr": "okc"
    },{
        "name": "Portland Trail Blazers",
        "info": "The Portland Trail Blazers, commonly known as the Blazers, are an American professional basketball team based in Portland, Oregon. The Trail Blazers compete in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division. The team played its home games in the Memorial Coliseum before moving to Moda Center in 1995.",
        "imgstr": "https://s3.amazonaws.com/freebiesupply/large/2x/portland-trail-blazers-logo-transparent.png",
        "abbr": "por"
    },{
        "name": "Utah Jazz",
        "info": "The Utah Jazz are an American professional basketball team based in Salt Lake City, Utah. The Jazz compete in the National Basketball Association (NBA) as a member club of the league's Western Conference Northwest Division. Since 1991, the team has played its home games at Vivint Smart Home Arena.",
        "imgstr": "https://s3.amazonaws.com/freebiesupply/large/2x/utah-jazz-logo-transparent.png",
        "abbr": "uth"
    },{
        "name": "Boston Celtics",
        "info": "The Boston Celtics are an American professional basketball team based in Boston, Massachusetts. The Celtics compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division.The Celtics play their home games at the TD Garden.",
        "imgstr": "http://www.stickpng.com/assets/images/58419c6aa6515b1e0ad75a61.png",
        "abbr": "bos"
    },{
        "name": "Brooklyn Nets",
        "info": "The Brooklyn Nets are an American professional basketball team based in New York City in the borough of Brooklyn. The Nets compete in the National Basketball Association (NBA) as a member club of the Atlantic Division of the Eastern Conference. The team plays its home games at Barclays Center.",
        "imgstr": "https://s3.amazonaws.com/freebiesupply/large/2x/brooklyn-nets-logo-transparent.png",
        "abbr": "bro"
    },{
        "name": "New York Knicks",
        "info": "The New York Knicks are an American professional basketball team based in the New York City borough of Manhattan. The Knicks compete in the National Basketball Association (NBA) as a member of the Atlantic Division of the Eastern Conference. The team plays its home games at Madison Square Garden, located in the borough of Manhattan.",
        "imgstr": "https://vignette.wikia.nocookie.net/nba/images/b/bd/New_York_Knicks_logo.png/revision/latest?cb=20140207175026",
        "abbr": "nyk"
    },{
        "name": "Philadelphia 76ers",
        "info": "The Philadelphia 76ers (also commonly known as the Sixers) are an American professional basketball team based in the Philadelphia metropolitan area. The 76ers compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division and play at Wells Fargo Center.",
        "imgstr": "https://upload.wikimedia.org/wikipedia/ru/b/ba/Philadelphia_76ers_Logo.png",
        "abbr": "phi"
    },{
        "name": "Toronto Raptors",
        "info": "The Toronto Raptors are a Canadian professional basketball team based in Toronto, Ontario. The Raptors compete in the National Basketball Association (NBA), as a member club of the league's Eastern Conference Atlantic Division. The team was established in 1995, along with the Vancouver Grizzlies, as part of the NBA's expansion into Canada.",
        "imgstr": "https://s3.amazonaws.com/freebiesupply/large/2x/toronto-raptors-logo-transparent.png",
        "abbr": "tor"
    },{
        "name": "Chicago Bulls",
        "info": "The Chicago Bulls are an American professional basketball team based in Chicago, Illinois. The Bulls compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team was founded on January 16, 1966. The team plays its home games at the United Center.",
        "imgstr": "https://s3.amazonaws.com/freebiesupply/large/2x/chicago-bulls-logo-transparent.png",
        "abbr": "chi"
    },{
        "name": "Detroit Pistons",
        "info": "The Detroit Pistons are an American professional basketball team based in Detroit, Michigan. The Pistons compete in the National Basketball Association (NBA) as a member club of the league's Eastern Conference Central Division. The team plays its home games at Little Caesars Arena.",
        "imgstr": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Detroit_Pistons_primary_logo_2017.png",
        "abbr": "det"
    },{
        "name": "Indiana Pacers",
        "info": "The Indiana Pacers are an American professional basketball team based in Indianapolis, Indiana. The Pacers compete in the National Basketball Association (NBA) as a member club of the league's Eastern Conference Central Division.They play their home games at Bankers Life Fieldhouse.",
        "imgstr": "https://s3.amazonaws.com/freebiesupply/large/2x/indiana-pacers-logo-transparent.png",
        "abbr": "ind"
    },{
        "name": "Milwaukee Bucks",
        "info": "The Milwaukee Bucks are an American professional basketball team based in Milwaukee, Wisconsin. The Bucks compete in the National Basketball Association (NBA) as a member club of the league's Eastern Conference Central Division. The team was founded in 1968 as an expansion team, and play at the Bradley Center.",
        "imgstr": "https://s3.amazonaws.com/freebiesupply/large/2x/milwaukee-bucks-logo-transparent.png",
        "abbr": "mil"
    },{
        "name": "Atlanta Hawks",
        "info": "The Atlanta Hawks are an American professional basketball team based in Atlanta, Georgia. The Hawks compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at Philips Arena.",
        "imgstr": "http://www.stickpng.com/assets/images/58419be4a6515b1e0ad75a58.png",
        "abbr": "atl"
    },{
        "name": "Charlotte Hornets",
        "info": "The Charlotte Hornets are an American professional basketball team based in Charlotte, North Carolina. The Hornets compete in the National Basketball Association (NBA), as a member of the league's Eastern Conference Southeast Division.The Hornets play their home games at the Spectrum Center in Uptown Charlotte.",
        "imgstr": "http://www.stickpng.com/assets/images/58419bd7a6515b1e0ad75a57.png",
        "abbr": "cha"
    },{
        "name": "Miami Heat",
        "info": "The Miami Heat are an American professional basketball team based in Miami. The Heat compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. They play their home games at the American Airlines Arena in downtown Miami.",
        "imgstr": "https://upload.wikimedia.org/wikipedia/ru/thumb/f/fb/Miami_Heat_logo.svg/742px-Miami_Heat_logo.svg.png",
        "abbr": "mia"
    },{
        "name": "Washington Wizards",
        "info": "The Washington Wizards are an American professional basketball team based in Washington, D.C. The Wizards compete in the National Basketball Association (NBA), as a member of the league's Eastern Conference Southeast Division. The team plays its home games at the Capital One Arena, in the Chinatown neighborhood of Washington, D.C.",
        "imgstr": "https://s3.amazonaws.com/freebiesupply/large/2x/washington-wizards-logo-transparent.png",
        "abbr": "was"
    }
]